Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: La información para respaldar la alta permeabilidad de un principio activo en estudio deberá incluir datos de permeabilidad acerca del principio activo específico (materia prima) empleado en la fabricación del producto farmacéutico para el cual se está solicitando la bioexención, de los patrones internos utilizados (promedio, desviación estándar, coeficiente de variación), información sobre la estabilidad del fármaco en el fluido de perfusión, resultados experimentales que respalden el mecanismo de transporte pasivo donde sea pertinente y los métodos utilizados para establecer la permeabilidad del principio activo en estudio.
es_es: Information to support the high permeability of a study drug substance should include permeability data on the specific biowaivered medication drug substance (raw material), the internal standards used (mean, standard deviation, coefficient of variation), information on the stability of the drug substance in the perfusion fluid, test results supporting the passive transport mechanism where relevant, and the methods used to establish the permeability of the study drug substance.

source: La justificación de la elección y la concentración de surfactante deben ser proporcionadas.
es_es: The justification for the choice and concentration of surfactant should be provided.

source: La logística y el sitio del centro de ensayo deben cumplir con los requisitos para la realización segura y eficiente del mismo.
es_es: The logistics and location of the trial site must ensure the safe and efficient study development.

source: La mayoría de los estudios de farmacocinética y farmacodinámica de equivalencia son estudios no terapéuticos en los que el sujeto no recibe ningún beneficio clínico directo.
es_es: Most pharmacokinetic and pharmacodynamic equivalence studies are non-therapeutic studies in which the subject does not receive any direct clinical benefit.

source: La media geométrica (GMR) para Cmax debe estar dentro del rango de aceptación convencional 80,00 a 125,00%.
es_es: The Cmax geometric mean (GMR) must be within the conventional acceptance range of 80.00 - 125.00%

source: La metodología de recogida de muestras se debe especificar en el protocolo de estudio.
es_es: The sample collection methodology must be specified in the study protocol.

source: La metodología debe ser validada por la precisión, exactitud, reproducibilidad y especificidad;
es_es: The methodology must be validated in terms of precision, accuracy, reproducibility, and specificity;

source: La metodología para establecer la equivalencia entre los medicamentos farmacéuticos por medio de un ensayo clínico con un punto final terapéutico realizado en pacientes, no está todavía tan avanzado como para los estudios de bioequivalencia (BE).
es_es: The methodology for drug equivalence in clinical trials with a therapeutic patient endpoint has as yet not been as well developed as for bioequivalence studies.

source: La naturaleza paramétrica de los intervalos de confianza significa que este procedimiento es equivalente a la realización de dos pruebas de hipótesis unilaterales con un nivel de significancia de 5%.
es_es: Because of their parametric nature, CIs entail 2 one-sided hypothesis tests at a significance level of 5%.

source: La necesidad de que el intervalo de confianza del 90% alrededor de la relación media geométrica esté dentro de los límites de bioequivalencia (BE), normalmente 80-125%, para los datos transformados logarítmicamente.
es_es: A 90% confidence interval around the geometric mean within the bioequivalence imits, typically 80-125%, for log-transformed data.

source: La patología subyacente y la historia natural de la enfermedad deben ser consideradas en el diseño del estudio.
es_es: The underlying pathology and natural history of the disease should be considered in the study design.

source: La perfusión intestinal in vivo en humanos es un método alternativo aceptable.
es_es: In vivo intestinal perfusion in humans is an acceptable alternative method.

source: La potencia estadística deseada;
es_es: The desired statistical power;

source: La presencia de alimentos puede afectar el rendimiento del medicamento por influir en la liberación del principio activo de la formulación y por causar cambios fisiológicos en el tracto Gl.
es_es: Food may have an impact on performance by affecting the drug substance release from the formulation and causing Gl tract physiological changes.

source: La presente guía tiene como objeto establecer de forma detallada los parámetros y requisitos bajo los cuales se debe demostrar bioequivalencia mediante la realización de estudios apropiados de bioequivalencia tales como farmacocinéticos, farmacodinámicos, clínicos, o in vitro; para los principios activos detallados en la Tabla 1 del presente instructivo externo y aquellos que voluntariamente presenten estos estudios.
es_es: It is the purpose of these guidelines to thoroughly set the parameters and requirements for suitable bioequivalence studies, including pharmacokinetic, pharmacodynamic, clinical or in vitro studies, for the drug substances in Table 1 hereof or those voluntarily submitted.

source: La presente resolución entrará en vigencia a partir de su suscripción, sin perjuicio de su publicación en Registro Oficial.
es_es: The ruling herein will enter into force upon its signature, notwithstanding its publication in the Official Gazette.

source: La principal aplicación del BCS es proporcionar criterios para bioexención de medicamentos multifuente o genéricos.
es_es: The main function of the BCS is to provide biowaiver criteria for multi-source or generic drugs.

source: La principal preocupación en la evaluación de bioequivalencia (BE) es limitar el riesgo de una falsa declaración de equivalencia.
es_es: The bioequivalence test main concern is to limit the risk of false equivalence statement.

source: La recolección de las muestras de sangre debe llevarse a cabo hasta 72 horas después de la administración.
es_es: Blood sample collection should be done up to 72 hours post-administration.

source: La reducción del riesgo y la evaluación de excipientes.
es_es: Risk reduction and evaluation of inactive ingredients.

source: La reinyección de una serie completa o de muestras estándar de calibración individuales o muestras de control de calidad simplemente porque la calibración o QC fracasaron, sin ninguna causa analítica identificada, se considera inaceptable.
es_es: Reinjection of a complete series or individual calibration standard samples or quality control samples based barely on calibration or QC failure, without any identified analytical cause, is considered unacceptable.

source: La respuesta debería medirse cuantitativamente, preferiblemente en condiciones de enmascaramiento doble ciego, y por medio de un instrumento que registre los eventos farmacodinámicos, que son sustitutos de las mediciones de las concentraciones plasmáticas.
es_es: The response should be quantitatively measured, preferably under double-blind conditions, and using a pharmacodynamically sensitive equipment, which can surrogate for plasma concentration measurements.

source: La respuesta del instrumento con respecto a la concentración del analito debe ser establecida y evaluada en un rango de concentraciones determinada.
es_es: The equipment response for the analyte concentration must be established and evaluated in a given concentration range.

source: La respuesta medida debe ser un efecto farmacológico o terapéutico que es relevante para demostrar eficacia y/o seguridad;
es_es: The measured response must be a pharmacological or therapeutic effect that is relevant to demonstrate efficacy and/or safety;

source: La similitud de los perfiles de disolución de los medicamentos de fuentes múltiples y de comparación en medios de pH 1.2, 4.5 y 6.8 (véase más adelante);
es_es: The similarity of the multiple source and comparator drug dissolution profiles in media at pH 1.2, 4.5 and 6.8 (see below);

source: La solubilidad y la permeabilidad intestinal del principio activo (ver sección 11.1);
es_es: The solubility and intestinal permeability of the drug substance (see 11.1);

source: La validación de los métodos bioanalíticos y el análisis de las muestras sometidas a los ensayos clínicos en seres humanos deben realizarse siguiendo los principios de las Buenas Prácticas de Laboratorio (BPL) y las Buenas Prácticas Clínicas (BPC).
es_es: Bioanalytical method validation and human clinical trial sample analysis must be carried out following the principles of Good Laboratory Practices (GLP) and Good Clinical Practices (GCP).

source: La varianza del error (coeficiente de variación) asociado con los parámetros primarios a estudiar y estimado a partir de un experimento piloto, a partir de estudios previos o de los datos publicados;
es_es: The error variance (coefficient of variation) associated with the primary study endpoints and estimated from a pilot experiment, from previous studies or from published data;

source: La verificación de Buenas Prácticas de Bioequivalencia – BPBE se realizará conforme la “Lista de Verificación de Buenas Prácticas de Bioequivalencia”.
es_es: Compliance with Good Bioequivalence Practices (BPBE) will be monitored according to the “Good Bioequivalence Practices Checklist”.

source: Label
es_es: Etiqueta

source: Label Claim
es_es: Contenido declarado

source: Label claim:
es_es: Contenido declarado:

source: Labeled PFS-NSD-1 and additional content e.g., patient information leaflet, are placed into folding boxes and stored at 2 - 8°C until shipment or distribution.
es_es: Las PFS-NSD-1 etiquetadas y otros contenidos, p. ej., el prospecto, se colocan en las cajas plegables y se almacenan a 2 - 8 °C hasta su envío o devolución.

source: Labeling and packaging are executed by standard operating procedures.
es_es: El etiquetado y el envasado se realizan mediante procedimientos unificados de trabajo.

source: Labeling of PFSNDS-1 and cartooning of a 2-pack configuration
es_es: Etiquetado de los dispositivos PFS-NDS-1 y acondicionamiento en cajas para una configuración de 2 envases

source: Labelled DNA
es_es: ADN marcado

source: Labelled DNA prepared for each spiking experiment is expected to have a specific activity greater than or equal to 1.2 x 107 cpm/μg DNA.
es_es: Se espera que el ADN marcado que se preparó para cada experimento de enriquecimiento tenga una actividad específica mayor que o igual a 1,2 x 107 cpm/μg de ADN.

source: Labelling and secondary packaging
es_es: Etiquetado y acondicionamiento secundario

source: Labelling of this DNA with radioactive [32P] dCTP was carried out by the “nick translation assay”.
es_es: El marcado de este ADN con [32P] dCTP radiactivo se llevó a cabo por medio del “ensayo de traducción Nick”.

source: Laboratory
es_es: Laboratorio

source: Laboratory Parameters:
es_es: Parámetros de laboratorio:

source: Laboratory analyses were generally consistent with known laboratory profile of empagliflozin.
es_es: Los análisis de laboratorio fueron en general coherentes con el perfil de laboratorio conocido de empagliflozina.

source: Laboratory and other observations
es_es: Laboratorio y otras observaciones

source: Laboratory data were analysed by descriptive statistics, transitions relative to reference range at baseline and last value on treatment, and possibly clinically significant abnormalities.
es_es: Los datos de laboratorio se analizaron presentando la estadística descriptiva, las transiciones con respecto a los rangos y de referencia al inicio y al último valor en el tratamiento y las anomalías de posible relevancia clínica.

source: Laboratory data were to be compared with their reference ranges and values outside of the reference range were to be flagged.
es_es: Los datos de laboratorio se comparaban con sus rangos y de referencia y los valores que quedaban por fuera se marcaban.

source: Laboratory data were to be transmitted electronically from the laboratory to the trial site.
es_es: Los datos de laboratorio se enviaban por vía electrónica del laboratorio al centro del ensayo.

source: Lack of correlation between CV outcome improvement and blood glucose levels provides supporting evidence that the benefit of empagliflozin in HHF or CV death risk reduction should also be expected in patients without diabetes [P16-01253, c09670340, c11764168].
es_es: La falta de correlación entre la mejora en los desenlaces CV y los niveles de glucosa en sangre evidencia una reducción esperable del riesgo de hospitalización por insuficiencia cardíaca o muerte cardiovascular con empagliflozina también en pacientes sin diabetes [P16-01253, c09670340, c11764168].

source: Lactation
es_es: Lactancia.

source: Lactose monohydrate
es_es: Lactosa monohidratada

source: Lactose monohydrate*
es_es: Lactosa monohidratada*

source: Large for date (4.7 kg birth weight) baby, male born through Cesarean section
es_es: Recién nacido varón de peso elevado para la edad gestacional (4.7 kg al momento del parto), en parto por cesárea

source: Large vessel occlusion is defined as large vessel occlusion of the internal carotid artery, M1 segment MCA, or functional M1 segment MCA occlusion—ie, all M2 segments MCA occluded on baseline CT angiography scan.
es_es: La oclusión de grandes vasos se define como tal en la arteria carótida interna o el segmento M1 de la arteria media proximal o como oclusión funcional del segmento M1 de la arteria media proximal; es decir, asuiendo oclusión en todos los segmentos M2 de la arteria media proximal en la angiografía por TAC inicial.

source: Large volume liquids
es_es: Líquidos de gran volumen

source: Large-artery occlusion
es_es: Oclusión de arterias principales

source: Larger surface area.
es_es: Mayor superficie.

source: Las características principales de un método bioanalítico que son esenciales para garantizar la aceptabilidad del desempeño y la fiabilidad de los resultados analíticos son:
es_es: The essential main characteristics of a bioanalytical method to ensure performance acceptability and reliability of analytical results include:

source: Las concentraciones medidas en cada sujeto y el tiempo de muestreo deben ser tabulados para cada formulación.
es_es: The concentrations measured in each subject and the sampling time must be tabulated for each formulation.

source: Las condiciones del ensayo deben reducir la variabilidad dentro y entre los sujetos.
es_es: Test conditions should reduce intra- and inter-subject variability.

source: Las enmiendas relacionadas al Protocolo, al Manual del Investigador y al Consentimiento Informado, deberán ser aprobadas previamente por el Comité de Ética de Investigación en Seres Humanos que aprobó el protocolo de investigación.
es_es: Amendments to the Protocol, the Investigator's Manual and the Informed Consent must be previously approved by the Human Research Ethics Committee that approved the research protocol.

source: Las formas de dosificación de principio activo que son altamente solubles, altamente permeable (BCS Clase 1) con un contenido de excipientes aceptable y un análisis de riesgo-beneficio favorable y que se disuelve rápidamente, son elegibles para un bioexención basado en la BCS demostrando que:
es_es: Highly soluble, highly permeable (BCS Class 1), active ingredient dosage forms with rapidly dissolving suitable inactive ingredients and a favorable risk-benefit ratio are eligible for a BCS-based biowaiver if demonstrating that:

source: Las formas de dosificación para principios activos que son muy solubles y tienen baja permeabilidad (Clase 3 en el BCS) son elegibles si cumplen todos los criterios (a-d) que figuran en la sección 10.2 y si la evaluación riesgo-beneficio es favorable en términos de la extensión, el sitio y el mecanismo de absorción.
es_es: Highly soluble and low permeability (BCS Class 3) drug substance dosage forms are eligible if they meet all criteria (a-d) listed in 10.2 and if the risk-benefit ratio for the extent, site and mechanism of absorption is favorable.

source: Las inspecciones solicitadas por el usuario, no exime de las inspecciones de verificación de BPBE que la ARCSA realice de oficio en cualquier momento que considere necesario.
es_es: User-requested inspections do not exempt BPBE inspections from being run by ARCSA ex officio at any time.

source: Las mediciones de disolución de dos medicamentos (por ejemplo, test y comparador o dos concentraciones diferentes) deben hacerse en las mismas condiciones de prueba.
es_es: Dissolution measurements for two drugs (e.g., test and comparator drug or two different concentrations) must be done under the same test conditions.

source: Las medidas farmacodinámicas son a menudo objeto de un efecto placebo significativo, que se suman a la variabilidad y complican el diseño experimental.
es_es: Pharmacodynamic measures are often subject to significant placebo effects, which add to variability and make the experimental design more difficult.

source: Las muestras de sangre deben tomarse con una frecuencia suficiente para evaluar la Cmax, AUC y otros parámetros.
es_es: Blood samples should be taken frequently enough to assess Cmax, AUC and other parameters.

source: Las muestras idealmente deben ser tomadas de lotes de escala industrial.
es_es: Samples should ideally be taken from industrial scale batches.

source: Las muestras provenientes de un sujeto en todos los períodos deben ser analizados en la misma serie de análisis, si es posible.
es_es: Samples from one same subject and from every period should be analyzed in the same analysis series, if possible.

source: Las personas involucradas en la planificación de un estudio deben conocer las teorías farmacocinéticas subyacentes de biodisponibilidad (BD) y de estudios de bioequivalencia (BE).
es_es: Study designers should be familiar with the bioavailability pharmacokinetic and bioequivalence study theories.

source: Las razones de reanálisis, reinyección y la reintegración de las muestras de los sujetos deben ser predefinidos en el protocolo, el plan de estudios o procedimientos operativos estándar – POE.
es_es: The reasons for reanalysis, reinjection and reintegration of subject samples should be predefined in the protocol, study plan or standard operating procedures (SOP).

source: Las razones potenciales para la exclusión de los datos y el procedimiento a seguir deben ser incluidas en el protocolo de estudio.
es_es: The potential reasons for data exclusion and the procedure to be followed should be included in the study protocol.

source: Laser Etching (Printing)
es_es: Grabado láser (impresión)

source: Laser diffraction
es_es: Difracción láser

source: Laser-induced fluorescence
es_es: Fluorescencia inducida por láser

source: Late adolescence
es_es: Adolescencia tardía

source: Latin America
es_es: Latinoamérica

source: Latvia
es_es: Letonia

source: Lay title
es_es: Título abreviado

source: Leachable studies
es_es: Estudios de lixiviable

source: Leachables in DP stored up to 3 months at 30°C / 75 % RH, 40°C / 75 % RH, or 60°C
es_es: Lixiviables en el medic. almacen. por hasta 3 meses a 30° C/75% HR, 40° C/75% HR o 60° C

source: Leachables and Extractables of the DP Manufacturing Process
es_es: Lixiviables y extraíbles del proceso de fabricación del medicamento

source: Leached KappaSelect ELISA
es_es: Lixiviadas; KappaSelect ELISA

source: Leached from container closure systems
es_es: Lixiviado del envase y sistema de cierre

source: Lead (Pb)
es_es: Plomo (Pb)

source: Leading to discontinuation
es_es: Derivados en la interrupción

source: Leaflets are made of paper.
es_es: Los folletos son de papel.

source: Lecithin
es_es: Lecitina

source: Lecithin 3
es_es: Lecitina 3

source: Left MCA aneurysm
es_es: Aneurisma de la arteria media proximal izquierda

source: Left hip deep tissue haemorrhage
es_es: Hemorragia de tejido profundo de la cadera izquierda

source: Legal Basis of authorisation
es_es: Fundamento legal de la autorización

source: Legal Basis of authorization
es_es: Fundamento legal de la autorización

source: Legally registered address of authorisation holder
es_es: Domicilio legal del titular de la autorización

source: Legible print free of smudges
es_es: Impresión legible y sin manchas.

source: Leitstelle Arzneimittelüberwachung Baden-Württemberg
es_es: Direcccción de farmacovigilancia de Badén-Wurtemberg

source: Length
es_es: Longitud

source: Length of contact to the product
es_es: Duración del contacto con el producto

source: Length of hospital stay
es_es: Duración de la estadía hospitalaria

source: Length of hospital stay (n=1453) #
es_es: Duración de la estadía hospitalaria (n=1453)#

source: Length of hospital stay (n=1479; post hoc)
es_es: Duración de la estadía hospitalaria (n=1479; post hoc)

source: Leonid Churilov, Bruce Campbell, Peter Mitchell, Geoffrey Donnan, Stephen Davis for the EXTEND-IA TNK Investigators
es_es: Leonid Churilov, Bruce Campbell, Peter Mitchell, Geoffrey Donnan, Stephen Davis como investigadores de EXTEND-IA TNK

source: Less-than lifetime single dose limit of 120 μg/day can be justified
es_es: Puede justificarse el límite por dosis única de exposición en toda la vida (LTL) de 120 μg/día

source: Letter alphabetically running from A to Z, except for letter J which will be omitted.
es_es: Caracter alfabético de la A a la Z, excluida la letra J que se omitirá.

source: Level
es_es: Nivel

source: Level 1 (QL):
es_es: Nivel 1 (Lím. de cuant.)

source: Level 2:
es_es: Nivel 2:

source: Level 3:
es_es: Nivel 3:

source: Liebeskind DS, Bracard S, Guillemin F, et al.
es_es: Liebeskind DS, Bracard S, Guillemin F, y col.

source: Life threatening
es_es: Con riesgo de muerte

source: Life threatening / Medically important
es_es: Con riesgo de muerte /importante según criterio médico

source: Life threatening / prolonged hospitalisation
es_es: Con riesgo de muerte / prolongó la hospitalización

source: Life Death Threatening
es_es: Con riesgo de muerte Muerte

source: Life Threatening
es_es: Con riesgo de muerte

source: Ligand Mab85/3-1 specific for TPA-05:
es_es: Ligando Mab85/3-1 específico para TPA-05:

source: Light and RT exposure
es_es: Exposición a la luz y TA

source: Light chain
es_es: Cadena liviana

source: Light exposed samples and dark control samples showed comparable DP quality.
es_es: La calidad del medicamento fue comparable entre las muestras expuestas a la luz y las muestras de control en oscuridad.

source: Light exposure and RT impact on oxidation for all process steps covered by hold time.
es_es: La exposición a la luz y la temperatura ambiete afectan la oxidación en todos los pasos del proceso cubiertos por el tiempo de espera.

source: Light exposure during DP processing
es_es: Exposición a la luz durante el procesamiento del medicamento

source: Light exposure of the lyophilised DP was performed at RT; since RT is the storage temperature of tenecteplase 25 mg there is no need to specify the time at RT
es_es: La exposición a la luz del medicamento liofilizado se realizó a temperatura ambiente. Dado que la temperatura ambiente es la temperatura de almacenamiento de tenecteplasa, 25 mg, no es necesario especificar el tiempo de exposición a temperatura ambiente.

source: Light ivory powder
es_es: Polvo de color marfil

source: Light obscuration
es_es: Oscurecimiento de luz

source: Light sample
es_es: Muestra expuesta a la luz

source: Likewise, qualitatively comparable results were obtained for the aggregate profile
es_es: Asimismo, los resultados del perfil de agregados fueron cualitativamente comparables.
